<section class="section">

	<h3 class="h3">Задача 1. Що виведе наступний скрипт.
	Спробуйте спочатку дати відповідь, а потім перевірте.</h3> 
	<p class="p">Результат виконання скрипту: <?php echo $this->get('unit_1_task_1'); ?></p>
	
	<h3 class="h3">Задача 2. Спробуйте визначити, що виведе наступний скрипт, а потім перевірте.</h3> 
	<p class="p">Результат виконання скрипту: <?php echo $this->get('unit_1_task_2'); ?></p>
	
	<h3 class="h3">Задача 3. Змініть наступний скрипт, замінивши умову "1 == 1" 
	логічним виразом з використанням функції date() наступним чином:<br>
	Якщо на годиннику сервера час від 3:00 (включно) до 11:00 (невключно),
	то скрипт виводить: "Добрий ранок, світ!", а в інших випадках - "Привіт, світ!"</h3> 
	<p class="p">Результат виконання скрипту: <?php echo $this->get('unit_1_task_3'); ?></p>

</section>